{
    "bioParagraphs": [
        {
            "p": "My name is Jaden Hakim Mullings Wiafe."
        },
        {
            "p": "I am a 6'4, darkskinned male."
        },
        {
            "p": "I am from Canada but my Mom is from Grenada, and my Dad is from Ghana."
        },
        {
            "p": "Explain's the darkness right?"
        },
        {
            "p": "I enjoy listening to music and watching anime."
        },
        {
            "p": "I also I love coding more than anything else."
        },
        {
            "p": "My goal is to become The World's Leading Inventor. "
        },
        {
            "p": "Before coming to Centennial College, I lived in Jane and Finch."
        },
        {
            "p": "I started coding in November of 2017 and since then made a book and 2 apps."
        },
        {
            "p": "My book is called Life and Everything in Between and my apps are called Match and SWITCH!"
        },
        {
            "p": "Well I made another game called Trump vs Kanye but you do not want to play that."
        },
        {
            "p": "\r\nThat's all about me."
        }
    ],
    "projectsParagraphs": [
        {
            "p": "Hi, My name is Jaden Mullings - Wiafe. I made a book containing my life and all the things that have happened.",
            "m": "Match was the fastest game I have made and I think my best.",
            "s": "SWITCH! was the game I took the most time in."
        },
        {
            "p": "Reading this alone, it probably just seems like it will be some simple relationships, and family deaths, right?",
            "m": "It is simple, fun, but the graphics are boring, so that is my new goal for it.",
            "s": "I basically just considered it a practice app in all, but it was fun to make and I learned"
        },
        {
            "p": "Well, my book has, for one, my alcoholic mom, two her abusive boyfriend, and yeah, a lot of cheating females. ",
            "m": "Personally, I think this game has the capacity to become one of the top, but you will need to see it to believe me",
            "s": "It is simple, hard, and challenging, but with no effects, it looked dull."
        },
        {
            "p": "Oh yeah, the ongoing death of friends and family (animals too).",
            "s": "I can say for sure that this can became very good with a little bit more effort."
        },
        {
            "p": "If you ever feel like reading something, I say you give it a try, you might find it interesting."
        }
    ]
}